Repository: windiana42/holtz
Catalog: locale/*/LC_MESSAGES/holtz.po
Languages: de

source: Oops, internal error occurred! Unable to determine player panel that holds a piece.
de: Oops, interner Fehler! Das Player Darstellungsfeld (player panel) des Spielers der den Spielstein hält konnte nicht gefunden werden.

source: Fatal Error
de: Fataler Fehler!

source: Fatal Error!
de: Fataler Fehler!

source: Click Error
de: Klick Fehler

source: You have to set a piece!
de: Du musst einen Spielstein setzen!

source: Please set the piece on an empty field!
de: Setze den Spielstein bitte auf ein leeres Feld!

source: Its not the turn of that player!
de: Dieser Spieler ist nicht am Zug!

source: You can't do that at the moment!
de: Du darfst das gerade nicht tun!

source: The two click points on the board must match the marked points on the piece for any valid orientation!
de: Die zwei angewählten Punkte auf dem Spielfeld müssen den auf dem Spielsstein markierten Felder für eine mögliche Plazierungsrichtung entsprechen.

source: You can't place the piece here: Oops, I am confused whether setting to this position is an error or not! Please inform windiana@sf.net.
de: Oops, ich bin etwas durcheinander ob die Position nun ein Fehler ist oder nicht! Bitte informiere windiana@sf.net.

source: You can't place the piece here: Player does not have any more pieces of that kind!
de: Du kannst den Spielstein hier nicht plazieren: Der Spieler hat gar keine Steine dieser Sorte mehr!

source: You can't place the piece here: Some fields of the piece would go outside of the board!
de: Du kannst den Spielstein hier nicht plazieren: Einige Felder des Spielssteins würden das Spielfeld verlassen!

source: You can't place the piece here: Some fields would overlap with other pieces on the board!
de: Du kannst den Spielstein hier nicht plazieren: Einige Felder des Spielssteins würden mit anderen Spielssteinen auf dem Spielbrett überlappen!

source: You can't place the piece here: First piece must be placed on one of the four corner fields!
de: Du kannst den Spielstein hier nicht plazieren: Der erste Spielsstein muss auf eines der vier Eckfelders des Spielbretts plaziert werden!

source: You can't place the piece here: The piece must not lie adjacent to another piece of the same color!
de: Du kannst den Spielstein hier nicht plazieren: Der Spielsstein darf nicht direkt angrenzend an einen Spielsstein der gleichen Farbe platziert werden!

source: You can't place the piece here: The piece must be diagonally adjacent to another piece of the same color!
de: Du kannst den Spielstein hier nicht plazieren: Der Spielsstein muss diagonal angrenzend an einen anderen Spielstein der selben Farbe platziert werden!

source: [AI]
de: [KI]

source: %3d points: %s
de: %3d Punkte: %s

source: Scores
de: Punktestand

source: And the winner is: %s
de: %s hat gewonnen!

source: Winner
de: Gewinner

source: Nobody could win the game - This is a Tie!
de: Das Spiel ging unentschieden aus!

source: No Winner
de: Kein Gewinner

source: You should set a piece
de: Du solltest einen Spielstein setzten

source: Choose a skin File
de: Wähle eine Skin-Datei

source: Skin Files (*.zip)|*.zip
de: Skin-Datei (*.zip)|*.zip

source: Choose a sound file as move reminder
de: Wähle eine Klang Datei als Zugaufforderung

source: Sound Files (*.wav)|*.wav
de: Audio Dateien (*.wav)|*.wav

source: Play alone
de: Alleine spielen

source: Setup network server
de: Server starten

source: Connect to server
de: Zu Server verbinden

source: Keep last game connection
de: Spieler oder Netzwerkverbindung beibehalten

source: Connect
de: Verbinden

source: Please wait until connection attempt succeeds or fails and try again
de: Bitte warte bis der aktuelle Netzwerkverbindungsversuch gelingt oder fehl schlägt und versuche es erneut

source: Wait
de: Bitte warten

source: Can't listen port
de: Kann diesen Port nicht übernehmen

source: Network Message
de: Netzwerk Nachricht

source: Connecting...
de: Verbinde...

source: Connection to Server failed
de: Verbindung zu Server fehlgeschlagen

source: Please wait for connection to allow player setup
de: Bitte warte bis die Netzwerkverbindung es erlaubt zur Spielerauswahl überzugehen

source: Connecting
de: Verbindungsabbau

source: Connected
de: Verbunden

source: Connection Lost
de: Verbindung fehlgeschlagen

source: Start new game
de: Starte ein neues Spiel

source: Continue game
de: Spiel fortsetzen

source: Don't care which game to play
de: Egal welches Spiel

source: Basic Rules
de: Beginner Regeln

source: Standard Rules
de: Standard Regeln

source: Tournament Rules
de: Turnier Regeln

source: Custom
de: Selbst definiert

source: Rules of last game
de: Regeln wie im letzten Spiel

source: Rules for new game
de: Wählen Sie die Regeln für das neue Spiel.

source: Random Start Board
de: Zufällige Anfangsposition

source: Standard Rules (4 colors)
de: Standard Regeln (4 Farben)

source: Small Board Rules (2 colors)
de: Regeln mit kleinem Spielbrett (2 Farben)

source: Extended Rules
de: Erweiterete Regeln

source: Continue last game
de: Letztes Spiel fortsetzen

source: Load PBM game
de: PBM Spiel laden

source: Load Little Golem game
de: Little Golem Spiel laden

source: Which game to continue
de: Welches Spiel fortsetzen

source: 37 Rings (default)
de: 37 Ringe (Standard)

source: 40 Rings
de: 40 Ringe

source: 44 Rings
de: 44 Ringe

source: 48 Rings
de: 48 Ringe

source: 61 Rings
de: 61 Ringe

source: Choose Board
de: Feld auswählen

source: Basic
de: Beginner

source: Win condition
de: Gewinnbedingung

source: White marbles
de: Weiße Steine

source: Grey marbles
de: Graue Steine

source: Black marbles
de: Schwarze Steine

source: Each colour
de: Von jeder Farbe

source: Common marbles
de: Allgemeine Steine

source: Ruleset
de: Regeln

source: PBM Directory
de: PBM Verzeichnis

source: Choose...
de: Durchsuchen...

source: Board
de: Spiel

source: moves
de: Züge

source: Choose a directory
de: Wähle ein Verzeichnis

source: Little Golem Directory
de: Little Golem Verzeichnis

source: Player 1
de: Spieler 1

source: AI
de: KI

source: No help
de: Keine Hilfe

source: Show possible moves
de: Zeige mögliche Züge

source: Show Hint
de: Empfehle einen Zug

source: Help mode
de: Hilfe Modus

source: Add player
de: Spieler hinzufügen

source: Up
de: Hoch

source: Down
de: Runter

source: Remove
de: Entfernen

source: Ready
de: Fertig

source: Type the new player's name here.
de: Geben Sie den Namen des neuen Spielers hier ein.

source: Shows all players which will be part of the new game.
de: Zeigt alle Spieler an, die am neuen Spiel teilnehmen werden.

source: Select what kind of help you want for the new player.
de: Wählen Sie hier aus, welche Art Hilfe für den neuen Spieler angezeigt werden soll.

source: Add the new player to the game.
de: Fügen Sie den neuen Spieler zum Spiel hinzu.

source: Check this box if the new player should be computer-controlled, uncheck if it is a human player.
de: Wählen Sie hier aus, ob der neue Spieler vom Computer ("KI") gesteuert werden soll, oder nicht (d.h. es ist ein menschlicher Spieler).

source: Move the currently selected player upwards. (The upmost player begins the game.)
de: Bewegt den derzeit ausgewählten Spieler nach oben. (Der erste Spieler in der Liste beginnt das Spiel.)

source: Move the currently selected player downwards. (The upmost player begins the game.)
de: Bewegt den derzeit ausgewählten Spieler nach unten. (Der erste Spieler in der Liste beginnt das Spiel.)

source: Remove the currently selected player from the new game.
de: Entfernt den derzeit ausgewählten Spieler aus dem Spiel.

source: Click this button as soon as you are happy with the settings. Network games start when all players have clicked 'Ready'.
de: Klicken Sie hierauf, wenn Sie mit den Einstellungen zufrieden sind und das Spiel beginnen soll. Netzwerkspiele starten erst, wenn alle Mitspieler 'Fertig' sind.

source: Could not add player
de: Konnte Spieler nicht hinzufügen

source: Could not remove player!
de: Konnte Spieler nicht entfernen!

source: Remove player
de: Spieler entfernen

source: Could not move player!
de: Kann Spieler nicht verschieben!

source: Move player
de: Verschiebe Spieler

source: Change for this player denied!
de: Änderung an diesem Spieler wurde zurückgewiesen!

source: Denied
de: Abgelehnt

source: Please add more players
de: Bitte mehr Spieler hinzufügen

source: Please remove some players
de: Bitte Spieler entfernen

source: Wait for others to become ready
de: Bitte warte bis alle Spieler fertig sind

source: Click on ready when ready
de: Klicke auf Fertig wenn Du bereit bist

source: Please continue
de: Du kannst jetzt fertigstellen

source: Player %d
de: Spieler %d

source: Player setup
de: Spielerauswahl

source: Some more players are needed!
de: Weitere Spieler benötigt!

source: Can't start
de: Kann nicht starten

source: Too many players!
de: Zu viele Spieler!

source: Please wait until everyone is ready
de: Bitte warte bis alle Spieler fertig sind

source: Setup game
de: Spiel vorbereiten

source: asks to use another board. Accept?
de: fragt ob andere Spielaufstellung gespielt werden soll. Annehmen?

source: Accept board?
de: Spielaufstellung annehmen?

source: Board changed. Do you want to view the new settings?
de: Spielaufstellung hat sich geändert. Soll diese im Dialog übernommen werden?

source: View board?
de: Spielaufstellung ansehen?

source: Board change denied!
de: Änderung der Spielaufstellung wurde zurückgewießen!

source: Change denied!
de: Änderung abgelehnt!

source: Connection was closed! This may be caused intentinally by your fellow players or be a result of technical problems of the connection.
de: Netzwerkverbindung ist abgebrochen! Dies kann absichtlich von einem Mitspieler oder durch technische Probleme verursacht worden sein.

source: disconnect
de: Verbindung getrennt

source: asks to play new game. Accept?
de: will ein neues Spiel beginnen. Annehmen?

source: New game?
de: Neues Spiel?

source: %s asks undo one half move. Accept?
de: %s will einen Halbzug rückgängig machen. Annehmen?

source: %s asks undo %d half moves. Accept?
de: %s will %d Halbzüge rückgängig machen. Annehmen?

source: Allow undo?
de: Rückgängig machen lassen?

source: Closing the player setup now would leave the game in a bad state. Please go back to make changes to the game setup or finish the current setup. You can also start another game from the File menu.
de: Den Spielerdialog zu schließen würde die Netzwerkverbindung in einen ungünstigen Zustand versetzen. Bitte schließe die eine Einstellungen ab oder gehe zurück um falsche Einstellungen zu ändern. Du kannst auch ein anderes Spiel im Datei Menü öffnen.

source: Please don't close
de: Bitte nicht schließen

source: Vertical
de: Vertikal

source: Board orientation
de: Spielfeldausrichtung

source: Board and common stones left
de: Spielbrett und allgemeine Steine links

source: Board left all stones right
de: Spielbrett links und alle Steine rechts

source: Panels arrangement
de: Darstellungsanordnung

source: Select the orientation in which the board is displayed on screen.
de: Wählen Sie hier die Ausrichtung des Spielbretts.

source: Board top stones below
de: Spielbrett oben, Spielssteine darunter

source: Board left stones right
de: Spielbrett links, Spielssteine rechts davon

source: Show field coordinates
de: Feldbezeichnungen anzeigen

source: Display all common stones individually
de: Zeige alle allgemeinen Steine einzeln

source: Display all player stones individually
de: Zeige alle Spielersteine einzeln

source: If checked, the field coordinates (a1...g4) will be displayed next to the board. This can be useful for discussing the game.
de: Wenn markiert, werden die Feldbezeichnungen (a1...g4) angezeigt. Diese sind nützlich, um über den Spielverlauf zu diskutieren.

source: default family
de: Standard Schriftart

source: decorative family
de: Dekorative Schriftart

source: roman family
de: Serifen Schriftart

source: script family
de: Schreibschrift

source: swiss family
de: Serifenlose Schriftart

source: modern family
de: Moderne Schriftart

source: teletype family
de: Teletype Schriftart

source: <unknown font>
de: <unbekannte Schriftart>

source: slant
de: schräg

source: italic
de: kursiv

source: light
de: dünn

source: bold
de: fett

source: Skin file
de: Skin Datei

source: Beep file
de: Klang Datei

source: Play sounds
de: Klang abspielen

source: Font for player names
de: Schriftart für Spielernamen

source: Font for coordinates
de: Schriftart für Koordinaten

source: Font for text on stones
de: Schriftart für Text auf Steinen

source: Choose a skin file
de: Wähle eine Skin Datei

source: Skin files (*.zip)|*.zip
de: Skin-Datei (*.zip)|*.zip

source: Choose a beep file
de: Wähle einen Klang

source: Beep sounds (*.wav)|*.wav
de: Audio Datei (*.wav)|*.wav

source: Settings
de: Optionen

source: Arrangement
de: Anordnung

source: Look && Feel
de: Aussehen

source: Apply
de: Ü&bernehmen

source: Restore
de: &Zurücksetzen

source: Cancel
de: Abbrechen

source: Accepts the changes made in this dialog and returns to the game.
de: Übernimmt die im Dialog vorgenommenen Änderungen und kehrt zum Spiel zurück.

source: Accepts the changes made in this dialog and leaves the dialog opened.
de: Übernimmt die im Dialog vorgenommenen Änderungen und lässt den Dialog geöffnet.

source: Reverts the changes made in this dialog (since the last 'Apply') and leaves it opened.
de: Setzt die seit dem letzten 'Übernehmen' vorgenommenen Änderungen wieder zurück.

source: Closes the dialog without accepting the changes.
de: Schließt den Dialog und verwirft die vorgenommenen Änderungen.

source: Network clients
de: Netzwerk Clients

source: allow new connections
de: erlaube neue Verbindungen

source: Disconnect All
de: Alle Verbindungen trennen

source: Lists all connected client computers. Double-click one of the clients to throw him out of the game.
de: Zeigt alle verbundenen Client-Rechner. Doppelklicken Sie auf einen der Rechner, um ihn aus dem Spiel zu werfen.

source: Disconnect all client computers from the game.
de: Entfernt alle verbundenen Client-Rechner aus diesem Spiel.

source: Do you really want to disconnect %s?
de: Willst Du wirklich die Verbidnung zu %s trennen?

source: Disconnect?
de: Verbindung trennen?

source: Can't disconnect host %s yet!
de: Kann Verbindung zu %s nicht trennen!

source: Can't disconnect!
de: Kann Verbindung nicht trennen!

source: Network Game
de: Netzwerkspiel

source: Setup server
de: Server starten

source: Select this option to setup a new server, so that other players on the network can join your game.
de: Wählen Sie diese Option, um einen neuen 'Server' zu starten, so dass andere Spieler im Netzwerk an Ihrem Spiel teilnehmen können.

source: Select this option to connect to someone else's server and join his game.
de: Wählen Sie diese Option, um zu einem 'Server' auf einem anderen Rechner im Netzwerk zu verbinden und an dessen Spiel teilzunehmen.

source: Enter the IP address or hostname of the computer you want to connect to. (If you are setting up a server, this field has no meaning.)
de: Geben Sie hier die IP-Adresse oder den Rechnernamen des Computers ein, zu dem Sie verbinden wollen. (Wenn Sie einen 'Server' starten, ist das Feld bedeutungslos.)

source: Enter the port number of your (or the other person's) server. You can usually leave this unchanged.
de: Geben Sie die Port-Nummer Ihres (oder des zu verbindenden) Servers ein. Dieser Wert muss normalerweise nicht geändert werden.

source: Start up the network connection using the given options.
de: Startet die Netzwerkverbindung mit den angegebenen Einstellungen.

source: Variants
de: Variantenbaum

source: Exception caught!
de: Ausnahme gefangen!

source: Exception!
de: Ausnahme!

source: Already new game requested
de: Neues Spiel wurde bereits angefordert

source: New game
de: Neues Spiel

source: Asking other Users...
de: Frage Mitspieler...

source: Unrequested new_game accepted?!?
de: Unangefordertes Neues Spiel akzeptiert?!?

source: Why new_game
de: Warum neues Spiel

source: Unrequested new game denied?!?
de: Unangefordertes neues Spiel wurde abgelehnt?!?

source: The idea of starting a new game was rejected. Do you want to start a new game on your own?
de: Neues Spiel wurde abgelehnt. Möchtest Du unabhängig von Deinen Mitspielern ein neues Spiel starten?

source: Already undo requested
de: Rückgängigmachen wurde bereits angefordert

source: Undo failed
de: Rückgängig ist fehlgeschlagen

source: Can't undo move since game is stopped.
de: Kann keinen Zug zurücknehmen da das Spiel angehalten ist.

source: Unrequested undo accepted?!?
de: Unangefordertes Zurücknehmen wurde angenommen?!?

source: Why undo
de: Warum Rückgängig?

source: Unrequested undo denied?!?
de: Unangefordertes Zurücknehmen wurde abgelehnt?!?

source: Requested undo was denied
de: Rückgängig machen wurde abgelehnt

source: Undo denied
de: Rückgängig abgelehnt

source: Undo move failed
de: Rückgängig machen fehlgeschlagen

source: You have to move a stack!
de: Du musst einen Stapel bewegen!

source: You have to set a stone!
de: Du musst einen Stein setzen!

source: You can't move the stack to that field!
de: Du darfst den Stapel nicht auf dieses Feld ziehen!

source: Stack is controled by other player!
de: Stapel wird vom gegnerischen Spieler kontrolliert!

source: Please do jump move
de: Bitte mache einen Hüpfzug

source: You should set a stone
de: Du solltest einen Stein setzten

source: Select the orientation in which the board is displayed on-screen.
de: Wählen Sie hier die Ausrichtung des Spielbretts.

source: Please set the stone on an empty field!
de: Setze den Stein bitte auf ein leeres Feld!

source: No help file found.
de: Die Hilfedatei wurde nicht gefunden.

source: You are about to switch to Zertz and close your current game. Proceed?
de: Du bist gerade dabei nach Zèrtz zu wechseln und das aktuelle Spiel zu schließen. Weiter?

source: Closing Game
de: Spiel beenden

source: You are about to switch to Dvonn and close your current game. Proceed?
de: Du bist gerade dabei nach Dvonn zu wechseln und das aktuelle Spiel zu schließen. Weiter?

source: You are about to switch to Relax and close your current game. Proceed?
de: Du bist gerade dabei nach Relax zu wechseln und das aktuelle Spiel zu schließen. Weiter?

source: Welcome to Holtz!
de: Willkommen bei Holtz!

source: New &Zertz Game... Ctrl-Z
de: Neues &Zèrtz Spiel... Strg-Z

source: Start a new Zertz game
de: Starte ein neues Zèrtz Spiel

source: New &Dvonn Game... Ctrl-D
de: Neues &Dvonn Spiel... Strg-D

source: Start a new Dvonn game
de: Starte ein neues Dvonn Spiel

source: New &Relax Game... Ctrl-R
de: Neues &Relax Spiel... Strg-R

source: Start a new Relax game
de: Starte ein neues Relax Spiel

source: E&xit Alt-X
de: Beenden Alt-X

source: Quit Holtz
de: Holtz beenden

source: Display s&ettings... Ctrl-E
de: Anzeige &Einstellungen... Strg-E

source: Change display settings
de: Einstellungen ändern

source: &Undo move Ctrl-U
de: Z&ug zurücknehmen Strg-U

source: Try to undo move
de: Versuche Zug zurückzunehmen

source: Show &Variants Ctrl-V
de: Zeige &Variantenbaum Strg-V

source: Show window with variant tree
de: Zeige Fenster mit Variantenbaum

source: Contents F1
de: Inhalt F1

source: Show help file
de: Hilfedatei anzeigen

source: License
de: Lizenz

source: Information about the Holtz license
de: Informationen über die Lizenz von Holtz

source: About
de: Über

source: Show about dialog
de: Zeige about Dialog

source: &File
de: &Datei

source: &Settings
de: &Einstellungen

source: &Game
de: &Spiel

source: &Help
de: &Hilfe

source: Holtz is an implementation of the Gipf Project Games
de: Holtz ist eine Implementierung der Gipf Project Spiele

source: GPLed by Martin Trautmann (2007)
de: GPLt von Martin Trautmann (2007)

source: About Holtz
de: Über Holtz

source: You must do the knock out move!
de: Du musst einen Schlagzug ausführen!

source: You have to remove an empty border field!
de: Du musst ein leeres Randfeld entfernen!

source: Field can't be removed without moving another stone!
de: Feld kann nicht entfernt werden, ohne einen Stein zu verschieben!

source: You can't move to that field!
de: Du darfst nicht auf das Feld ziehen!

source: You must pick a common stone!
de: Du musst einen Stein aus dem allgemeinen Vorrat nehmen!

source: You must knock out once more with the same stone!
de: Du musst nocheinmal mit dem selben Stein weiterschlagen!

source: Please do a knock out move
de: Bitte mache einen Schlagzug

source: Just remove a field
de: Entferne einfach noch ein Randfeld

source: %s: Please help me calculate %d * %d%s
de: %s: Bitte hilf mir den Punkte Beitrag zu berechnen %d * %d%s

source: Calculate Scores
de: Punkte berechnen

source: (Hint: the actual result is higher than %d)
de: (Hinweis: das Ergebnis ist größer als %d)

source: (Hint: the actual result is lower than %d)
de: (Hinweis: das Ergebnis ist kleiner als %d)

source: You are about to switch to Bloks and close your current game. Proceed?
de: Du bist gerade dabei nach Bloks zu wechseln und das aktuelle Spiel zu schließen. Weiter?

source: New &Bloks Game... Ctrl-B
de: Neues &Bloks Spiel... Strg-B

source: Start a new Bloks game
de: Starte ein neues Bloks Spiel

source: Zertz and Dvonn (www.gipf.com). Additionally it supports Bloks and Relax.
de: Zertz und Dvonn (www.gipf.com). Zusätzlich werden Bloks und Relax unterstützt.
